import React from "react";
import NextImage from "next/image";
import { Image } from "@nextui-org/react";
import Title from "@/UI/Title";

const Nis = () => {
  return (
    <div className="xl:container xl:mx-auto my-10 px-8 max-md:px-4">
      <div className="flex flex-col gap-10">
        <Title text="Науково-дослідний інститут" style="text-[#111318] text-5xl max-xl:text-3xl font-semibold" />
        <div className="block max-md:flex max-md:flex-col-reverse max-md:gap-4">
          <div className="flex flex-col gap-4 float-left max-w-[200px] max-md:max-w-full justify-center items-center md:mr-8">
            <Image
              src={"/image/Bordun.jpg"}
              width={200}
              height={300}
              sizes="100vw"
              style={{ width: "100%", height: "100%" }}
              classNames={{ wrapper: "w-full min-w-[200px]" }}
              alt={"preview"}
              radius="none"
              as={NextImage}
              fetchPriority={"high"}
            />
            <div className="flex flex-col gap-1 text-sm max-md:text-xs text-[#777] text-center">
              <span>Директор науково-дослідного інститута</span>
              <span>к.т.н., доц.</span>
              <span>Бордун Тетяна Василівна</span>
              <span>каб. А-146</span>
              <span>тел. (048) 712-40-46</span>
              <span className="flex flex-wrap justify-center">
                Email:
                <a href="mailto:nauka@ontu.edu.ua" className="text-[#0000ff]">
                  nauka@ontu.edu.ua
                </a>
                <a href="mailto:bordun.tatjana@gmail.com" className="text-[#0000ff]">
                  bordun.tatjana@gmail.com
                </a>
              </span>
            </div>
          </div>
          <div className="block gap-4 text-base max-md:text-sm text-black">
            <div className="flex flex-col gap-1">
              <p className="indent-4">
                Науково-дослідний інститут Одеського національного технологічного університету (НДІ ОНТУ) створено у
                2008 р. на базі Науково-дослідної частини академії на підставі наказу Міністерства аграрної політики і
                продовольства України від 20 березня 2008 р. № 164.
              </p>
              <span className="indent-4">
                <span className="font-bold">Метою НДІ ОНТУ є</span>: проведення комплексних фундаментальних, прикладних
                та пошукових наукових досліджень, системного аналізу та моніторингу фінансово-економічного,
                техніко-технологічного, екологічного стану виробництва харчових продуктів як складової забезпечення
                продовольчої безпеки держави та створення нових видів харчових продуктів, техніки, обладнання й
                технологій їх виробництва, підтримання промислового виробництва шляхом розробки та створення холодильних
                систем (компресійних тепловикористовуючих, сонячних, термоелектричних) галузей народного господарства на
                основі визначених раціональних режимів холодильної технології, умов енергозбереження, експлуатаційної
                безпеки, інформаційних технологій, екології.
              </span>
              <p className="indent-4">
                Виконання прикладних досліджень і розробок за напрямами науково-технічної діяльності, а також засобів
                управління та техніко-економічного обґрунтування; розробка за замовленнями центральних органів
                виконавчої влади проєктів, заходів з удосконалення нормативно-правового забезпечення виробництва
                харчових продуктів в Україні та його адаптація до законодавства Європейського Союзу; участь у
                стратегічному плануванні розвитку всіх галузей харчової, зернопереробної та холодильної промисловості та
                його науково-методичне забезпечення.
              </p>
            </div>
            <div className="flex flex-col py-2">
              <span className="font-bold indent-4">До складу НДІ ОНТУ входять такі структурні підрозділи:</span>
              <ul className="list-disc pl-8 py-4 flow-root">
                <li>
                  Проблемна науково-дослідна лабораторія комплексної переробки рослинної сировини в харчові та кормові
                  продукти, науковий керівник – д-р техн. наук, професор Д.О. Жигунов;
                </li>
                <li>
                  Проблемна науково-дослідна лабораторія з холодильної техніки, науковий керівник – д-р техн. наук,
                  професор директор Навчально-наукового інституту холоду, кріотехнологій та екоенергетики ім. В.С.
                  Мартиновського Б.В. Косой;
                </li>
                <li>
                  Науково-дослідна лабораторія «Стерилізації, оцінки якості та безпеки консервованих продуктів»,
                  науковий керівник – д-р техн. наук, професор Я.Г. Верхівкер;
                </li>
                <li>
                  Науково-дослідна лабораторія «Технології фітопрепаратів», науковий керівник – д-р біол. наук, професор
                  А.П. Левицький;
                </li>
                <li>Консалтингова лабораторія «Терма», науковий керівник – д-р техн. наук, професор О.Г. Бурдо;</li>
                <li>
                  Консалтингова лабораторія здорового харчування, науковий керівник – канд. техн. наук, доцент Ю.О.
                  Козонова;
                </li>
                <li>
                  Науково-дослідна лабораторія енергоменеджменту, науковий керівник – д-р техн. наук, професор О.Г.
                  Бурдо;
                </li>
                <li>
                  Науково-дослідна лабораторія «Оцінки якості зерна та хлібопродуктів», науковий керівник – канд. техн.
                  наук, доцент А.В. Борта;
                </li>
                <li>
                  Науково-дослідна лабораторія «Харчові нанотехнології», науковий керівник – д-р техн. наук, професор
                  О.Г. Бурдо;
                </li>
                <li>Клуб здорового харчування;</li>
                <li>Міжнародна Школа Кормів – менеджер по навчанню, канд. техн. наук, доцент Л.В. Фігурська;</li>
                <li>Консалтинговий центр – директор, канд. техн. наук, доцент Л.О. Валевська;</li>
                <li>Аналітично-інформаційний і організаційний сектор НДР;</li>
                <li>Відділ патентного та нормативно-технічного забезпечення.</li>
              </ul>
            </div>
          </div>
        </div>
        <div className="flex gap-4">
          <div className="flex flex-col gap-2 text-base max-md:text-sm text-black">
            <span className="indent-4">
              НДІ ОНТУ виконує фундаментальні, прикладні та пошукові дослідження, впроваджує наукові розробки та
              результати досліджень у виробництво, укладає господарські договори на виконання науково-дослідних робіт, а
              також договори на виконання робіт з надання послуг.
            </span>
            <span className="font-bold underline indent-4">
              Науково-дослідний інститут Одеського національного технологічного університету може виконувати такі
              роботи:
            </span>
            <span className="font-bold">Виробничий консалтинг для:</span>
            <ul className="list-disc pl-8 py-2">
              <li>впровадження інноваційних рішень та підвищення якості продукції, яка виробляється;</li>
              <li>аналізу витрат і зниження собівартості виробництва продукції;</li>
              <li>планування робочого процесу;</li>
              <li>підвищення кваліфікації персоналу.</li>
            </ul>
            <span className="font-bold">Технічний консалтинг для:</span>
            <ul className="list-disc pl-8 py-2">
              <li>оцінки фактичного стану обладнання та інфраструктури;</li>
              <li>оцінки економічної ефективності виробництва;</li>
              <li>виявлення проблемних зон та прихованих резервів виробництва;</li>
              <li>виявлення виробничих ризиків та вироблення захисних заходів.</li>
            </ul>
            <span className="font-bold">Енергетичний консалтинг для:</span>
            <ul className="list-disc pl-8 py-2">
              <li>створення енергетичних паспортів промислових об’єктів;</li>
              <li>оцінки ефективності використання паливно-енергетичних ресурсів;</li>
              <li>планування організаційних та технічних енергозберігаючих заходів;</li>
              <li>розробки програм підвищення енергоефективності виробництва та ін.</li>
            </ul>
            <span className="font-bold">Послуги:</span>
            <ul className="list-disc pl-8 py-2">
              <li>проведення комплексної діагностики підприємств;</li>
              <li>розробка заходів, направлених на покращення ситуації без істотних інвестицій (швидкі рішення);</li>
              <li>
                техніко-економічне обґрунтування заходів, направлених на покращення ситуації за допомогою інвестицій;
              </li>
              <li>розробка стратегії розвитку підприємств;</li>
              <li>розробка технології та бізнес процесів підприємств;</li>
              <li>розробка системи стандартів і регламентів підприємств;</li>
              <li>розробка системи мотивації персоналу підприємств;</li>
              <li>розробка системи документообігу та управлінської звітності підприємств.</li>
            </ul>
          </div>
        </div>
      </div>
    </div>
  );
};

export default Nis;
